<template>
  <section>
    <div class="text-center text-[#015B5B] text-2xl font-bold py-10">
      <h1>الشروط والأحكام</h1>
    </div>
    <div class="px-46 py-10">
      <ul class="list-disc marker:text-[#015B5B] rtl text-right">
        <li>
          <strong>شروط و أحكام استخدام التطبيق</strong><br />
          <span class="text-extralight"
            >التسجيل والمعلومات: يجب تقديم معلومات دقيقة أثناء التسجيل والحفاظ
            على سرية الحساب.المعاملات المالية: المسؤولية الكاملة عن عمليات الدفع
            والاسترجاع.المحتوى والسلوك: عدم نشر محتوى غير لائق أو غير قانوني
            والتعامل بأدب.التقييمات والتعليقات: تقديم تقييمات بناءة وعدم استخدام
            التقييمات بشكل غير مبرر.الالتزام بالمواعيد: الصنايعيين يجب أن
            يلتزموا بالمواعيد ويتعاملوا بكفاءة وجدية.</span
          >
        </li>
      </ul>
    </div>
  </section>
</template>
